'''day 32                                                                                                                                                        '''

#1) შექმენით სია რომელშიც მოათავსებთ 15 ელემენტს შემდეგ ამ სიიდან დაბეჭდავთ შუაში მყოფ სამ ელემენტს შემდეგ,
# დაბეჭდავთ 2 ინდექსიდან 7 ინდექსამდე ელემენტებს, დაბეჭდავთ თავიდან 7 ინდექსამდე ელემენტებს, დაბეჭდავთ 7
# ინდექსიდან ბოლომდე ელეენტებს

anbani_ici=['ki','aba','momiyevi','a','b','g','d','s','ch','x','t','p','eg','ra','anbania']

print(anbani_ici[6:9])
print(anbani_ici[2:7])
print(anbani_ici[7:])
print(anbani_ici[:7])