#6) შექმენით სია სადაც იქნება 20 განსხვავებული რიცხვი, შექმენით ორი ახალი სია ერთი ლუწებისთვის მეორე კენტებისთვის
#ორივე იქნება თავდაპირველად ცარიელი, გაფილტრეთ სია რომელშიც არის 20 განსხვავებული რიცხვი ამ სიიდან ამოარჩიეთ 
#ყველა ლუწი რიცხვი და დაამატეთ ლუწებისთვის განკუთვნილ სიაში ხოლო კენტები კენტებისთვის განკუთვნილ სიაში

num=[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20]

even=[]
odd=[]

for i in range(len(num)):
    if num[i]%2==0:
        even.append(i)
    else:
        odd.append(i)

print(even)
print(odd)