""""
sorted() ფუნქცია:
    sorted() ფუნქციის საშუალებით, ჩვენ შეგვიძლია დავალაგოთ სია ისე, როგორც გვსურს.
    მაგალითად:
        დავუშვად, ჩვენი სია არის ასეთი: სია = ["გამარჯობა", "ჩემი", "სახელი", "არის", "საბა"].

        თუ ჩვენ დავწერთ: print(sorted(სია)), მაშინ ჩვენი სია დალაგდება ანბანის მიხედვით.

        თუ ჩვენ დავწერთ: print(sorted(სია, key = len)), მაშინ ჩვენი სია დალაგდება სიგრძის ზრდადობით.

        თუ ჩვენ დავწერთ: print(sorted(სია, key = len, reversed = True)), მაშინ ჩვენი სია დალაგდება სიგრძის კლებადობით.



















"""