# 1) შექმენით კალკულატორის ფუნქცია რომელსაც ექნება სამი პარამეტრი 
# პირველი რიცხვი, მეორე რიცხვი და მოქმედება თუ რა მოქმედება უნდა 
# რომ შესრულდეს ამ ორ რიცხვს შორის რიცხვებიდან და მათემატიკური 
# ოპერატორიდან გამომდინარე დაგიბრუნოთ პასუხი, თუ მაგალითად მომხმარებელამ 
# შემოიტანა 5 და 10 ხოლო მას უნდა ამ ორი რიცხვის დამატება ანუ მესამე პარამეტრი 
# არის "+" პლიუსი ეს ორი რიცხვი შეიკრიბოს 5 + 10 = 15

def calculator(a, b, c):
    a=int(input('enter number: '))
    b=int(input('enter number: '))
    c=input('enter operator: ')
    if c == '+':
        return a + b
    elif c == '-':
        return a-b
    elif c == '*':
        return a*b
    elif c == '/':
        return a/b